Repository: gyepisam/kedpm
Catalog: po/*.po
Languages: ru

source: Ked Password Manager is ready for operation. try 'help' for brief description of available commands.
ru: Ked Password Manager готов к работе. введите 'help' для краткого описания доступных комманд.

source: Ked Password Manager (version %s)
ru: Ked Password Manager (версия %s)

source: Error! Wrong password.
ru: Ошибка! Неверный пароль

source: Provide password to access the database (Ctrl-C to exit)
ru: Введите пароль для доступа к базе данных паролей (Ctrl-C для выхода)

source: Password:
ru: Пароль:

source: Password accepted.
ru: Пароль принят.

source: Creating new password database.
ru: Создаю новую базу данных паролей.

source: Provide password:
ru: Введите пароль:

source: Repeat password:
ru: Повторите пароль:

source: Passwords don't match! Please repeat.
ru: Пароли не совпадают! Пожалуйста повторите.

source: No passwords matching "%s" were found
ru: Не одного пароля, соответствующего "%s" не найдено

source: Enter number. Enter 0 to cancel.
ru: Введите номер. Введите 0 для отмены.

source: show:
ru: показать:

source: Passwords don't match. Try again.
ru: Пароли не совпадают. Попробуйте снова.

source: Enter %s ("%s"):
ru: Введите %s ("%s"):

source: Enter %s:
ru: Введите %s:

source: Error. Type %s is unsupported yet. This field will retain an old value.
ru: Ошибка. Тип %s пока не поддерживается. Это поле сохранит старое значение.

source: WARNING! Your password is too long for Figaro Password Manager.
ru: ВНИМАНИЕ! Ваш пароль слижком длинный для Figaro Password Manager.

source: Figaro Password Manager can handle only passwords shorter than 24 characters.
ru: Figaro Password Manager может хранить лишь пароли короче 24 символов.

source: However, KedPM can store this password for you, but it will break fpm compatibility. fpm will not be able to handle such long password correctly.
ru: Однако KedPM может сохранить этот пароль для вас, но это уничтожит совместимость с fpm. fpm не сможет корректно обработать настолько длинный пароль.

source: Do you still want to save your password? [Y/n]:
ru: Вы всё ещё хотите сохранить ваш пароль? [Y/n]:

source: Database was modified. Do you want to save it now? [Y/n]:
ru: База данных изменена. Вы хотите сохранить её сейчас? [Y/n]:

source: running %s
ru: выполняю %s

source: Exiting.
ru: Выхожу.

source: ls: %s: No such catalog
ru: ls: %s: Нет·такой·категории

source: === Directories ===
ru: === Директории ===

source: ==== Passwords ====
ru: ===== Пароли =====

source: cd: %s: No such catalog
ru: cd: %s: Нет·такой·категории

source: Cancelled
ru: Отменено

source: No password selected
ru: Пароль не выбран

source: Saving...
ru: Сохраняю...

source: mkdir: too few arguments
ru: mkdir: слишком мало аргументов

source: try 'help mkdir' for more information
ru: папробуйте 'help mkdir' для более подробной информации

source: rename: category %s already exists
ru: rename: категория %s уже существует

source: rename: %s: no such category
ru: rename:·%s:·нет такой категории

source: set: no such option: %s
ru: set:·нет такой опции:·%s

source: No password selected.
ru: Не выбрано не одного пароля

source: Password deleted
ru: Пароль удалён

source: Password was not deleted.
ru: Пароль не был удалён.

source: mv: %s: No such catalog
ru: mv:·%s:·Нет такой категории

source: rmdir: too few arguments
ru: rmdir:·слишком мало аргументов

source: try 'help rmdir' for more information
ru: попробуйте·'help·rmdir' для более подробной информации

source: rmdir: Can't remove root directory
ru: rmdir: Не могу удалить корневую директорию

source: Are you sure you want to delete category %s' and ALL it's entries? [y/N]:
ru: Вы действительно хотите удалить категорию %s и ВСЕ её записи? [y/N]:

source: rmdir: cateogry "%s" and all it's entries were deleted.
ru: rmdir:·категория·"%s" и все её записи были удалены.

source: rmdir: Warning! Current working directory was removed. Changing to /
ru: rmdir:·Внимание! Текущая рабочая директория была удалена. Изменяю на /

source: _File
ru: _Файл

source: _Edit
ru: _Правка

source: Add new password to current category
ru: Добавить новый пароль в текущую категорию

source: _Add password
ru: _Добавить пароль

source: Add new password by parsing mailed password information
ru: Добавить новый пароль с помощью разбора текста

source: Pa_rse password
ru: Ра_зобрать пароль

source: Edit selected password
ru: Редактировать выделенный пароль

source: _Edit password
ru: Редактировать пароль

source: Delete selected password
ru: Удалить выделенный пароль

source: _Delete password
ru: _Удалить пароль

source: Edit parser patterns
ru: Редактировать шаблоны разбора

source: _View
ru: _Вид

source: Flat tree
ru: Плоское дерево

source: Show password information as plain text.
ru: Показать пароль как открытый текст.

source: As plain _text
ru: _Открытым текстом

source: _Help
ru: _Справка

source: Save password database
ru: Сохранить базу данных паролей.

source: Save
ru: Сохранить

source: Add password to current category
ru: Добавить пароль в текущую категорию

source: Add
ru: Добавить

source: Edit
ru: Правка

source: Delete
ru: Удалить

source: Flatten
ru: Плоско

source: Password filter (Ctrl+K)
ru: Фильтр паролей (Ctrl+K)

source: Filter password list
ru: Фильтровать список паролей

source: Find now
ru: Найти

source: Show all passwords (Ctrl+Escape)
ru: Показать все пароли (Ctrl+Escape)

source: Clear
ru: Очистить

source: Login - Ked Password Manager
ru: Вход - Ked Password Manager

source: Welcome to <b>Ked Password Manager</b>!
ru: Добро пожаловать в <b>Ked Password Manager</b>!

source: Provide password to access database.
ru: Введите пароль для доступа к базе данных паролей.

source: <span color="red"><b>Password incorrect. Please try again</b></span>
ru: <span color="red"><b>Пароль неверный. Попробуйте снова</b></span>

source: _Password:
ru: _Пароль:

source: About Ked Password Manager
ru: О программе Ked Password Manager

source: _Credits
ru: _Авторы

source: A tool for organizing passwords.
ru: Инструмент для организации паролей.

source: Credits
ru: Авторы

source: Andrey Lebedev <andrey@micro.lt>
ru: Андрей Лебедев <andrey@micro.lt>

source: Written by
ru: Программирование

source: Eugene Morozov
ru: Евгений Морозов

source: Graphics
ru: Графика

source: View as plain _text
ru: Просмотр открытым текстом

source: Edit password
ru: Изменить пароль:

source: Add _subcategory
ru: Добавить _подкатегорию

source: Add password to selected category
ru: Добавить пароль в выбранную категорию

source: Add category
ru: Добавить категорию

source: Provide name of a category to add
ru: Укажите имя добавляемой категории

source: _Category name:
ru: Имя категории:

source: Choose Password
ru: Выберите пароль

source: <b>Welcome to Ked Password Manager!</b> Please choose the password which will be used to encrypt your passwords. It is vital that you remember this password; without it, you can not access your password list.
ru: <b>Добро пожаловать в·Ked·Password·Manager!</b> Пожалуйста выберите пароль, который будет использоваться для шифрования Ваших паролей. Крайне важно, чтобы вы запомнили этот пароль; без него вы не сможете получить доступ до списка ваших паролей.

source: <span color="red"><b>Passwords don't match. Please try again.</b></span>
ru: <span color="red"><b>Пароли не совпадают. Попробуйте снова.</b></span>

source: Provide password:
ru: Введите пароль:

source: Repeat password:
ru: Повторите пароль:

source: Preferences
ru: Настройки

source: <b>Saving</b>
ru: <b>Сохранение</b>

source: Parse password
ru: Разобрать пароль

source: _Parse
ru: _Разобрать

source: <b>Paste your mail with password information here.</b> Ked Password Manager will try to parse it and fill some of the password fields automatically.
ru: <b>Вставте сюда email сообщение с информацией о пароле<b> Ked Password Manager попробует разобрать его и автоматически заполнить некоторые поля пароля.

source: Plain text password
ru: Пароль чистым текстом:

source: Parser patterns
ru: Шаблоны разбора

source: Here you can teach Ked Password Manager how to extract useful password information from your emails. For more information on format of these patterns please refer to KedPM documentation.
ru: Здесь Вы можете научить Ked Password Manager как извлечь полезную информацию из ваших email сообщений. За более подробной информацией о формате этих шаблонов обращайтесь к документации KedPM.

source: <b>Basic rules are:</b> {field} - matches password field; { } - matches arbitrary number of spaces or nothing; {~regexp} - matches arbitrary regular expression;
ru: <b>Вкратце правила такие:</b> {field} - соответствует полю пароля; { } - соответствует произвольному количеству пробелов, либо ничему; {~regexp} - соответствует произвольному регулярному выражению;
